Repository: AbdeRaoufDaiffiDZ/GymManagment
Catalog: dawiniapp/lib/l10n/app_*.arb
Languages: ar, fr

source: Home
ar: الرئيسية

source: My Appointement
ar: مواعيدي
fr: Mon rendez-vous

source: favorite
ar: المفضل
fr: Préférée

source: See All
ar: الجميع
fr: Voir tout

source: Specialty
ar: التخصص
fr: Spécialité

source: Search
ar: بحث
fr: Recherche

source: Recommended doctors
ar: الأطباء الموصى بهم
fr: Médecins recommandés

source: At service
ar: في الخدمة
fr: Au service

# not_at_service
source: Out of service
ar: خارج الخدمة
fr: Pas en service

source: Internet Restored
ar: عودة الاتصال بالانترنت
fr: Internet restauré

# no_Interne_Connection
source: No Internet Connection
ar: لايوجد اتصال بالانترنت
fr: Pas de connexion Internet

source: turn
ar: الدور
fr: tour

# age
source: Patient’s age
ar: العمر
fr: Âge

# gender
source: Patient’s gender
ar: الجنس
fr: Genre

source: Call
ar: اتصال
fr: appel

# nopatinet
source: No Patinets Booked yet...
ar: لم يتم الحجز بعد
fr: Aucun patient n'a encore été réservé...

source: patients list
ar: قائمة المرضى
fr: liste des patients

source: today
ar: اليوم
fr: aujourd'hui

source: tomorrow
ar: الغد
fr: demain

source: All
ar: الجميع
fr: Tout

source: Generalist
ar: طب عام
fr: généraliste

source: Anesthesiology
ar: التخدير

source: Cardiology
ar: أمراض القلب
fr: Cardiologie

source: Dermatology
ar: الأمراض الجلدية

source: Emergency Medicine
ar: طب الطوارئ

source: Endocrinology
ar: أمراض الغدد الصماء

source: Gastroenterology
ar: أمراض الجهاز الهضمي

source: General Surgery
ar: الجراحة العامة

source: Hematology
ar: أمراض الدم

source: Infectious Diseases
ar: الأمراض المعدية

source: Internal Medicine
ar: الطب الباطني

source: Nephrology
ar: أمراض الكلى

source: Neurology
ar: أمراض الأعصاب

source: Obstetrics and Gynecology
ar: التوليد وأمراض النساء

source: Oncology
ar: علم الأورام

source: Ophthalmology
ar: طب العيون

source: Orthopedic Surgery
ar: جراحة العظام

# otorhinolaryngology
source: Otorhinolaryngology (ENT)
ar: طب الأنف والأذن والحنجرة

source: Pediatrics
ar: طب الأطفال

source: Physical Medicine and Rehabilitation
ar: الطب الفيزيائي وإعادة التأهيل

source: Plastic Surgery
ar: جراحة التجميل

source: Psychiatry
ar: الطب النفسي

source: Pulmonology
ar: طب الرئة

source: Radiology
ar: الأشعة

source: Rheumatology
ar: أمراض الروماتيزم

source: Urology
ar: طب المسالك البولية

source: Province
ar: جميع

source: Alger
ar: العاصمة

source: Boumerdes
ar: بومرداس

source: Oran
ar: وهران

source: Chlef
ar: الشلف

source: Bejaia
ar: بجاية

source: Annaba
ar: عنابة

source: Bouira
ar: البويرة

# cancelappointment
source: Are you sure you want to cancel your appointment ?
ar: هل تود حقا الغاء الموعد ؟
fr: Etes-vous sûr de vouloir annuler votre rendez-vous ?

source: Dr
ar: د

source: Keep appointment
ar: ابقاء الموعد
fr: Tenir rendez-vous

# cancelappointmentbottun
source: Cancel appointment
ar: الغاء الموعد
fr: Annuler rendez-vous

source: delete data
ar: مسح البيانات
fr: Suprimmer les données

source: current turn
ar: الدور الحالي
fr: tour en cours

source: tomorrow date
ar: مواعيد الغد
fr: demain

source: my turn
ar: دوري
fr: mon tour

source: your turn
ar: دورك
fr: ton tour

source: Search for a doctor
ar: بحث عن طبيب
fr: chercher un médecin

source: Next
ar: التالي
fr: suivant

# whoareyou
source: Looking for a Doctor
ar: ابحث عن طبيب
fr: Je cherche un médecin

# lookingfordoctor
source: Looking for a Doctor
ar: انا ابحث عن طبيب
fr: À la recherche d'un médecin

# iamdoctor
source: I'm a Doctor
ar: انا طبيب
fr: Je suis un médecin

source: Current
ar: الحالي
fr: actuel

source: Previous
ar: السابق
fr: Précédent

source: Doctors
ar: الاطباء
fr: Médecins

source: Clinics
ar: العيادات
fr: Cliniques

# commingsoon
source: Coomming Soon...
ar: قادم عن قريب
fr: À venir...

source: Confirm appointment
ar: تاكيد الموعد
fr: Confirmer le rendez-vous

source: Book appointment
ar: حجز موعد
fr: Prendre rendez-vous

source: Date
ar: الموعد

source: Choose from available booking time :
ar: اختر من الايام المتاحة
fr: Choisissez parmi les horaires de réservation disponibles :

source: Experience
ar: الخبرة
fr: Expérience

source: Description
ar: الوصف

source: Link location
ar: الموقع
fr: Emplacement

# please_enter_the_following_information
source: To add a patient please enter the following information and confirm :
ar: من فضلك ادخل المعلومات التالية

# home_adress
source: Home address
ar: العنوان الشخصي
fr: Adresse du domicile

source: Phone number
ar: رقم الهاتف
fr: Numéro de téléphone

# family_name
source: Patient’s family name
ar: اللقب
fr: nom de famille

# first_name
source: Patient’s first name
ar: الاسم
fr: prénom

source: Please Write your
ar: من فضلك اكتب
fr: Veuillez écrire votre

source: is after one Patient
ar: هو التالي
fr: est après un patient

source: is NOW
ar: الان
fr: est maintenant

source: is near
ar: قريب
fr: est proche

source: try again
ar: حاول مجددا
fr: essayer à nouveau

source: Your appointment has been booked
ar: تم حجز موعدك
fr: Votre rendez-vous a été réservé

source: Your appointment has not been booked
ar: لم يتم حجز موعدك
fr: Votre rendez-vous n'a pas été réservé

source: successfully
ar: بنجاح
fr: avec succès

source: you already booked an appointment
ar: لقد قمت بحجز موعد من قبل
fr: tu as déjà pris rendez-vous

# try_again_after_five_sec
source: try again after 5 sec
ar: حاول مجددا بعد 5 ثواني
fr: réessayez après 5 secondes

# try_again_after_ten_sec
source: try again after 10 min
ar: حاول مجددا بعد 10 دقائق
fr: réessayez après 10 minutes

source: try again please
ar: حاول مجددا من فضلك
fr: réessayez s'il vous plaît

source: Booking allowed
ar: الحجز مفعل
fr: Réservation autorisée

source: Booking disallowed
ar: الحجز غير مفعل
fr: Réservation refusée

source: Patient in examination
ar: المريض داخل قاعة الفحص
fr: Patient en examen

source: Today's patients
ar: المسجلين لليوم
fr: Les patients d'aujourd'hui

source: Back
ar: السابق
fr: Dos

source: Max number of patients
ar: اقصى عدد للمرضى في القائمة
fr: Nombre maximum de patients

source: Booking period
ar: موعد الحجز
fr: Période de réservation

source: Edit
ar: تعديل
fr: Modifier

source: Patients are waiting
ar: المرضى في الانتظار
fr: Les patients attendent

source: add a photo
ar: اضافة صورة
fr: ajouter une photo

source: General information :
ar: معلومات عامة
fr: Informations générales :

source: Please enter your
ar: من فضلك ادخل
fr: S'il vous plait entrez votre

source: add a phone number
ar: اضف رقم الهاتف
fr: ajouter un numéro de téléphone

source: another phone number
ar: اضف رقم هاتف اخر
fr: un autre numéro de téléphone

# cabin_adress
source: Cabin location
ar: عنوان العيادة
fr: Adresse de la cabine

source: Booking settings :
ar: اعدادات نظام الحجز
fr: Paramètres de réservation :

source: maximum number of patients per day
ar: اقصى عدد للمرضى في اليوم
fr: nombre maximum de patients par jour

source: Set the booking time
ar: اختر وقت الحجز
fr: Définir l'heure de la réservation

source: only
ar: فقط
fr: seulement

source: Share your insights and expertise
ar: شارك أفكارك وخبراتك
fr: Partagez vos idées et votre expertise

source: Save
ar: حفظ

source: My Favorite
ar: الاطباء المفضلين
fr: Mon préféré

source: On maps
ar: في الخارطة
fr: Localisation

source: Read more
ar: اقرا المزيد
fr: En savoir plus

source: Show less
ar: عرض القليل
fr: Montrer moins

source: Cancel
ar: الغاء
fr: Annuler

# hello_doctor_elevate
source: Hello, Doctor ! Elevate your appointment with Dawina's smart management.
ar: مرحبا دكتور! سهل مواعيدك مع إدارة داوينا الذكية.
fr: Bonjour docteur! Élevez votre rendez-vous grâce à la gestion intelligente de Dawina.

# enter_email
source: Enter your email
ar: ادخل حسابك
fr: Entrer votre Email

# login
source: Enter
ar: تسجيل
fr: Se connecter

source: Password
ar: كلمة السر
fr: Mot de passe

source: General
ar: عام

source: Switch to patient mode
ar: التبديل إلى وضع المريض

source: Switch to doctor mode
ar: التبديل إلى وضع الطبيب

source: What is Dawina ?
ar: ما هي دوينا؟

source: Our Team
ar: فريقنا

source: Payment
ar: الدفع

source: Follow us on Instgram
ar: تابعنا على انستغرام

source: Contact us
ar: تواصل معنا

source: Send to us by e-mail
ar: أرسل لنا عن طريق البريد الإلكتروني

source: Call us
ar: اتصل بنا

source: Send feedback
ar: ارسل رأيك

source: Recommended clinics
fr: Cliniques recommandées

source: Endocrino
fr: Endocrinien

# opthalm
source: Ophthalm
fr: ophtalmologie

source: Dentist
fr: Dentiste

source: is at
fr: est à
